---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectIssueDate
source: html/e34e382d-13ae-5cb1-4642-8c00b6fa5fe8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectIssueDate Property

"Project Issue Date"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectIssueDate { get; }
```